---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ReferenceArrayArray
source: html/f5deb098-1ea9-8155-b569-033cf962975e.htm
---
# ReferenceArrayArray Members

Initializes a new instance of the ReferenceArrayArray class